{
  "review1": {
    "name": "Pooja Vaidya",
    "stars": "4 stars",
    "date": "3 months ago",
    "review": "I had recommended Tuljai Physiotherapy Clinic to one of my relatives, and we were extremely pleased with the experience.\nFrom the very first session, the physiotherapists demonstrated a deep understanding of the condition and created a personalized treatment plan. The progress was clearly noticeable within a few sessions.\nThe clinic is well-equipped, clean, and runs efficiently with minimal waiting time. I truly appreciate the dedication of the Tuljai Physiotherapy Clinic and would confidently recommend it to anyone in need of quality physiotherapy care.",
    "avatar": "https://lh3.googleusercontent.com/a/ACg8ocIDtz9M35p8cxoT9UcxA7yyfSuvr73evfhAVdvo76F4yaxZDg=w36-h36-p-rp-mo-br100"
  },
  "review2": {
    "name": "Simran Wade",
    "stars": "5 stars",
    "date": "2 months ago",
    "review": "I’ve been visiting Tuljai Physiotherapy Clinic for a while now, and I can confidently say Dr. Bharat is the best physiotherapist in Saoner. It was really hard for me at first, but somehow I made it.He is professional, friendly, and truly cares about his patients. The treatment has been very effective, and I’m recovering really well.\nHighly recommend this clinic to anyone looking for quality physiotherapy care!",
    "avatar": "https://lh3.googleusercontent.com/a-/ALV-UjVVmMp5Ad6yD88h07vyqhGGuNioE8p5AtjYK45kEDf0W5DilDgE=w36-h36-p-rp-mo-br100"
  },
  "review3": {
    "name": "Aasim Saood",
    "stars": "5 stars",
    "date": "3 months ago",
    "review": "I had a wonderful experience at TULJAI PHYSIOTHERAPY CLINIC ! DR. BHARAT and his team is highly professional,\nknowledgeable, and genuinely caring. From the very first visit, I was given a personalized treatment plan tailored to my condition.\n\nThe clinic is clean, well-equipped, and runs on time, which made every session smooth and stress-free. therapist  took the time to explain everything and guided me through exercises patiently, ensuring I understood each step.\n\nThanks to their help, I’ve seen significant improvement in my mobility and pain levels. I highly recommend this clinic to anyone looking for effective and compassionate physiotherapy care",
    "avatar": "https://lh3.googleusercontent.com/a/ACg8ocJ6RaOcgR24fjQIPLimb6nkbW2J3vAk41F2joNJiSREXfcThcc=w36-h36-p-rp-mo-br100"
  },
  "review4": {
    "name": "KAPIL DESHMUKH",
    "stars": "5 stars",
    "date": "3 months ago",
    "review": "“I went to Tuljai physiotherapy clinic after a friend recommended it to me. My friend was impressed with her PT because he talked her through everything and cared enough to personally follow-up after her first visit. I was happy to find that I received the same invested care. My PT met with me and gave me a full evaluation. I was so appreciative because he found a previously undiagnosed problem. I have had constant neck pain and headaches for a few years, which I always attributed to stress; and within a matter of minutes, my PT carefully and gently corrected my neck without any sudden jerks or tugs. I have been pain free and headache free ever since! This was in addition to treating the problem that brought me to Tuljai PT in the first place. Also, I was grateful that he talked me through the treatment and made sure I was comfortable. His staff are incredibly friendly and professional. Bradley Physical Therapy goes above and beyond with patient care, and I would recommend it to everyone in need.”",
    "avatar": "https://lh3.googleusercontent.com/a-/ALV-UjXYsfD2rq7uDs0yozSBH65wZ65pZBo2o5_OnSwG0G6O7Alfn-X0=w36-h36-p-rp-mo-br100"
  },
  "review5": {
    "name": "Harshal Kalidas Dhandre",
    "stars": "5 stars",
    "date": "3 months ago",
    "review": "Excellent clinic professional doctor with advance physiotherapy equipment very clean and hygiene doctor counseling very well which help me to recover fast",
    "avatar": "https://lh3.googleusercontent.com/a-/ALV-UjVy1Mdjds6A2W_x64ST5eF64e5t9SCLT5rqJoxuJQ4rnRtXNcSC=w36-h36-p-rp-mo-br100"
  }
}